---
kind: other
id: Methods.T:Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackForUnloadLocally
source: html/a3a8f80b-d312-4b68-fca1-131266b78e7f.htm
---
# ISaveSharedCoordinatesCallbackForUnloadLocally Methods

Determines whether Revit should save the link or not prior
 to unloading the link locally.